-- phpMyAdmin SQL Dump
-- version 4.8.2
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Dec 20, 2018 at 07:23 PM
-- Server version: 10.1.34-MariaDB
-- PHP Version: 7.2.8

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `rs_crm`
--
CREATE DATABASE IF NOT EXISTS `rs_crm` DEFAULT CHARACTER SET utf8 COLLATE utf8_general_ci;
USE `rs_crm`;

-- --------------------------------------------------------

--
-- Table structure for table `crm_contacts`
--

CREATE TABLE `crm_contacts` (
  `id` int(10) UNSIGNED NOT NULL,
  `created_by` int(10) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` datetime DEFAULT NULL,
  `title` varchar(10) DEFAULT NULL,
  `firstname` varchar(100) DEFAULT NULL,
  `lastname` varchar(100) DEFAULT NULL,
  `gender` enum('F','M') DEFAULT 'M',
  `tel1` varchar(20) DEFAULT NULL,
  `tel2` varchar(20) DEFAULT NULL,
  `tel3` varchar(20) DEFAULT NULL,
  `position` varchar(100) DEFAULT NULL,
  `company` varchar(100) DEFAULT NULL,
  `comment` varchar(255) DEFAULT NULL,
  `visit` int(10) DEFAULT '1',
  `email` varchar(100) DEFAULT NULL,
  `fax` varchar(100) DEFAULT NULL,
  `province` varchar(100) DEFAULT NULL,
  `used` enum('0','1') DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `crm_contacts`
--

INSERT INTO `crm_contacts` (`id`, `created_by`, `created_at`, `updated_at`, `title`, `firstname`, `lastname`, `gender`, `tel1`, `tel2`, `tel3`, `position`, `company`, `comment`, `visit`, `email`, `fax`, `province`, `used`) VALUES
(1, NULL, '2018-05-07 04:50:14', '2018-05-07 11:50:14', 'mr', 'อำเภอแม่ฟ้าหลวง', 'จังหวัดเชียงราย', 'M', '0639041403', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(2, NULL, '2018-06-20 04:26:26', '2018-06-20 11:26:26', 'mr', 'อำเภอบ้านโป่ง', 'จังหวัดราชบุรี', 'M', '0878289847', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(3, NULL, '2018-05-11 02:40:14', '2018-05-11 09:40:14', 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดอุดรธานี', 'M', '0636265368', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(4, NULL, '2018-05-11 02:40:03', '2018-05-11 09:40:03', 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดลำพูน', 'M', '053511080', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(5, NULL, '2018-05-07 08:05:28', NULL, 'mr', 'อำเภอขาณุวรลักษบุรี', 'จังหวัดกำแพงเพชร', 'M', '0639031590', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(6, NULL, '2018-05-08 02:48:31', NULL, 'mr', 'อำเภอฝาง', 'จังหวัดเชียงใหม่', 'M', '0612691695', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(7, NULL, '2018-05-08 08:36:46', NULL, 'mr', 'อำเภอดอนมดแดง', 'จังหวัดอุบลราชธานี', 'M', '0640455391', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(8, NULL, '2018-05-11 02:39:51', '2018-05-11 09:39:51', 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดเชียงใหม่', 'M', '0639018357', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(9, NULL, '2018-06-20 04:26:57', '2018-06-20 11:26:57', 'mr', 'อำเภอ', 'จังหวัดปราจีนบุรี', 'F', '0869291616', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(10, NULL, '2018-05-09 06:45:04', '2018-05-09 13:45:04', 'mrs', 'อำเภอเมือง', 'ชลบุรี', 'F', '0829906581', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(11, NULL, '2018-05-09 04:00:28', NULL, 'mr', 'อำเภอแก้งคร้อ', 'จังหวัดชัยภูมิ', 'M', '0819551643', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(12, NULL, '2018-05-09 04:50:18', NULL, 'mr', 'อำเภอหนองหุง', 'จังหวัดบุรีรัมย์', 'M', '0841082625', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(13, NULL, '2018-05-09 07:10:55', '2018-05-09 14:10:55', 'mr', 'อำเภอสุวรรณคูหา', 'จังหวัดหนองบัวลำภู', 'M', '0639036804', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(14, NULL, '2018-05-09 06:25:04', NULL, 'mr', 'อำเภอนาโพธิ์', 'จังหวัดบุรีรัมย์', 'M', '0639037725', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(15, NULL, '2018-05-09 06:36:41', NULL, 'mr', 'อำเภอสันป่าตอง', 'จังหวัดเชียงใหม่', 'M', '0857066800', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(16, NULL, '2018-05-11 02:39:26', '2018-05-11 09:39:26', 'mr', 'กรมการปกครองจังหวัด', 'สมุทรปราการ', 'F', '023950114', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(17, NULL, '2018-05-09 07:09:33', NULL, 'mr', 'อำเภอห้วยผึ่ง', 'จังหวัดกาฬสินธุ์', 'M', '0639036502', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(18, NULL, '2018-05-09 07:15:33', '2018-05-09 14:15:33', 'mr', 'อำเภอห้วยผึ่ง', 'จังหวัดกาฬสินธุ์', 'F', '0639036408', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(19, NULL, '2018-05-10 02:42:12', NULL, 'mr', 'อำเภอจอมพระ', 'จังหวัดสุริทร์', 'F', '0933938787', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(20, NULL, '2018-05-10 03:29:54', NULL, 'mr', 'อำเภอทองผาภูมิ', 'จังหวัดกาญจนบุรี', 'F', '0884536595', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(21, NULL, '2018-05-10 03:47:34', NULL, 'mr', 'อำเภอเมือง', 'จังหวัดลำพูน', 'F', '0896321507', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(22, NULL, '2018-05-10 04:23:35', NULL, 'mr', 'อำเภอสามพราน', 'จังหวัดนครปฐม', 'M', '0639031613', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(23, NULL, '2018-05-10 04:28:22', NULL, 'mr', 'อำเภอบ้านสร้าง', 'จังหวัดปราจีนบุรี', 'F', '0639041075', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(24, NULL, '2018-05-10 05:48:58', NULL, 'mr', 'อำเภอชัยบาดาล', 'จังหวัดลพบุรี', 'F', '0639031513', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(25, NULL, '2018-05-10 06:01:01', NULL, 'mr', 'พยัคฆภูมิพิสัย', 'มหาสารคราม', 'F', '0883156876', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(26, NULL, '2018-05-10 06:17:37', NULL, 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดสะแก้ว', 'M', '0639039995', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(27, NULL, '2018-05-10 06:21:58', NULL, 'mr', 'อำเภอสามพราน', 'จังหวัดนครปฐม', 'F', '0631624535', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(28, NULL, '2018-05-11 02:39:06', '2018-05-11 09:39:06', 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดแพร่', 'M', '0639022333', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(29, NULL, '2018-05-10 06:41:18', NULL, 'mr', 'อำเภอยางตลาด', 'จังหวัดกาฬสินธุ์', 'M', '0918638594', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(30, NULL, '2018-05-10 06:46:49', '2018-05-10 13:46:49', 'mr', 'อำเภอท่ามะกา', 'กาญจนบุรี', 'M', '0639017775', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(31, NULL, '2018-05-10 07:32:13', NULL, 'mr', 'อำเภอหลังสวน', 'จังหวัดชุมพร', 'F', '0639031296', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(32, NULL, '2018-05-10 07:32:50', NULL, 'mr', 'ท่ามะกา', 'กาญจนบุรี', 'M', '0863372113', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(33, NULL, '2018-05-10 09:00:40', NULL, 'mr', 'อำเภอบ้านบึง', 'จังหวัดชลบุรี', 'M', '0639038906', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(34, NULL, '2018-05-10 09:04:55', NULL, 'mr', 'อำเภอบางละมุง', 'จังหวัดชลบุรี', 'F', '0639040009', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(35, NULL, '2018-05-10 09:10:37', NULL, 'mr', 'อําเภอเขาคิชกุฏ', 'จังหวัดจันทบุรี', 'M', '0639041456', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(36, NULL, '2018-05-10 09:20:51', NULL, 'mr', 'อำเภอนิคมคำสร้อย', 'มุกดาหาร', 'F', '0986492550', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(37, NULL, '2018-05-11 02:12:13', NULL, 'mr', 'ปกครองจังหวัด', 'ลพบุรี', 'M', '0639041314', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(38, NULL, '2018-05-11 02:38:32', '2018-05-11 09:38:32', 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดฉะเชิงเทรา', 'M', '0875162962', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(39, NULL, '2018-05-11 02:38:48', '2018-05-11 09:38:48', 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดเพชรบูรณ์', 'F', '0639038883', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(40, NULL, '2018-05-11 03:08:48', NULL, 'mr', 'อำเภอเขาวง', 'จังหวัดกาฬสินธุ์', 'M', '0898411737', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(41, NULL, '2018-05-11 07:10:18', '2018-05-11 14:10:18', 'mr', 'อำเภอวัดโบสถ์', 'พิษณุโลก', 'F', '0942089384', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(42, NULL, '2018-06-05 08:28:08', '2018-06-05 15:28:08', 'mr', 'อำเภอเอราวัณ', 'จังหวัดเลย', 'F', '042865014', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(43, NULL, '2018-05-11 04:40:17', NULL, 'mr', 'อำเภอเมืองอุดรธานี', 'จังหวัดอุดรธานี', 'M', '0830632703', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(44, NULL, '2018-05-11 04:49:50', NULL, 'mr', 'อำเภอชื่นชม', 'จังหวัดมหาสารคราม', 'F', '043751227', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(45, NULL, '2018-05-11 06:24:45', NULL, 'mr', 'อำเภอหนองแสง', 'จังหวัดอุดรธานี', 'M', '0639017041', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(46, NULL, '2018-05-15 03:22:58', NULL, 'mr', 'อำเภอบ้านกรวด', 'จังหวัดบุรีรัมย์', 'M', '0639037927', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(47, NULL, '2018-05-15 03:33:51', NULL, 'mr', 'อำเภอนาหมื่น', 'จังหวัดน่าน', 'F', '0966790005', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(48, NULL, '2018-05-17 06:10:14', NULL, 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดพิจิตร', 'F', '0639024447', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(49, NULL, '2018-05-17 08:30:54', NULL, 'mr', 'อำเภอพังโคน', 'จังหวัดสกลนคร', 'F', '0897112190', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(50, NULL, '2018-05-21 07:33:41', NULL, 'mr', 'อำเภอบางคนที', 'จังหวัดสมุทรสงคราม', 'M', '0639041295', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(51, NULL, '2018-05-24 02:41:05', NULL, 'mr', 'อำเภอปานาเระ', 'จังหวัดปัตตานี', 'F', '0862849470', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(52, NULL, '2018-05-24 04:26:26', NULL, 'mr', 'จังหวัด', 'ชัยภูมิ', 'F', '0818315861', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(53, NULL, '2018-05-28 02:28:25', '2018-05-28 09:28:25', 'mr', 'อำเภอไทรน้อย', 'นนทบุรี', 'F', '0803611954', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(54, NULL, '2018-05-24 07:46:13', NULL, 'mr', 'อำเภอตาคลี', 'จังหวัดนครสวรรค์', 'F', '0836297181', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(55, NULL, '2018-05-24 08:14:42', NULL, 'mr', 'อำเภอเชียงคำ', 'จังหวัดพะเยา', 'F', '0851634193', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(56, NULL, '2018-06-13 07:10:06', '2018-06-13 14:10:06', 'mr', 'ปกครองจังหวัด', 'จังหวัดฉะเชิงเทรา', 'M', '038535504', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(57, NULL, '2018-06-12 02:12:02', '2018-06-12 09:12:02', 'mrs', 'อำเภอเมืองพะเยา', 'จังหวัดพะเยา', 'F', '0918520739', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(58, NULL, '2018-05-25 02:55:49', NULL, 'mr', 'อำเภอมัญจาคีรี', 'จังหวัดขอนแก่น', 'M', '043289158', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(59, NULL, '2018-05-25 03:00:39', NULL, 'mr', 'อำเภอปะเหลียน', 'จังหวัดตรัง', 'M', '0639033207', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(60, NULL, '2018-05-25 03:29:35', NULL, 'mr', 'อำเภอหนองหาน', 'จังหวัดอุทัยธานี', 'M', '0932596812', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(61, NULL, '2018-05-25 04:10:00', NULL, 'mr', 'อำเภอหัวตะพาน', 'จังหวัดอำนาจเจริญ', 'F', '0946428541', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(62, NULL, '2018-05-25 04:12:34', NULL, 'mr', 'อำเภอแม่สาย', 'จังหวัดเชียงราย', 'F', '0639027957', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(63, NULL, '2018-05-28 03:19:27', NULL, 'mr', 'จังหวัด', 'สุโขทัย', 'F', '0969953326', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(64, NULL, '2018-05-28 04:13:56', NULL, 'mr', 'จังหวัด', 'สุพรรณบุรี', 'F', '0968146191', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(65, NULL, '2018-05-28 04:32:17', NULL, 'mr', 'จังหวัด', 'ลำปาง', 'F', '0639020234', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(66, NULL, '2018-05-28 06:42:54', NULL, 'mr', 'อำเภอแม่ลาว', 'จังหวัดเชียงราย', 'M', '0639018851', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(67, NULL, '2018-05-28 06:43:31', NULL, 'mr', 'อำเภอหนองหงส์', 'จังหวัดบุรีรัมย์', 'F', '0800016405', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(68, NULL, '2018-05-28 07:30:45', NULL, 'mr', 'อำเภอพญาเม็งราย', 'จังหวัดเชียงราย', 'M', '056597118', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(69, NULL, '2018-05-28 07:46:30', NULL, 'mr', 'อำดภอพรานกระต่าย', 'จังหวัดกำแพงเพชร', 'F', '0897554996', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(70, NULL, '2018-05-28 07:52:38', NULL, 'mr', 'อำเภอสว่างอารมณ์', 'จังหวัดอุทัยธานี', 'M', '0639033363', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(71, NULL, '2018-05-28 08:08:34', NULL, 'mr', 'กรมการปกครองจังหวัด', 'ปทุมธานี', 'M', '0852253042', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(72, NULL, '2018-05-28 08:29:43', NULL, 'mr', 'อำเภอบางบัวทอง', 'จังหวัดนนทบุรี', 'F', '021941098', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(73, NULL, '2018-05-28 08:31:10', NULL, 'mr', 'จังหวัด', 'ศรีสะเกษ', 'M', '0639037181', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(74, NULL, '2018-05-28 08:57:20', NULL, 'mr', 'อำเภอหล่มเก่า', 'จังหวัดเพชรบูรณ์', 'M', '0910250008', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(75, NULL, '2018-05-30 01:43:06', NULL, 'mr', 'จังหวัด', 'ลำปาง', 'F', '0987463454', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(76, NULL, '2018-05-30 02:34:49', NULL, 'mr', 'อำเภอลานสัก', 'จังหวัดอุทัยธานี', 'F', '0639031333', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(77, NULL, '2018-05-30 02:51:58', NULL, 'mr', 'อำเภอวังน้อย', 'จังหวัดพระนครศรีอยุธยา', 'M', '0890672775', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(78, NULL, '2018-05-30 03:33:08', NULL, 'mr', 'มโนรมย์', 'ชัยนาท', 'F', '0639031441', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(79, NULL, '2018-05-30 07:25:03', '2018-05-30 14:25:03', 'mr', 'อำเภอพยุห์', 'จังหวัดศรีสะเกษ', 'M', '0809461702', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(80, NULL, '2018-05-30 06:26:34', NULL, 'mr', 'อำเภอพิบูลมังสาหาร', 'จังหวัดอุบลราชธานี', 'M', '0972282646', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(81, NULL, '2018-05-30 07:56:32', NULL, 'mr', 'อำเภอบึงสามัคคี', 'จังหวัดกำแพงเพชร', 'F', '0639028820', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(82, NULL, '2018-05-31 03:32:51', '2018-05-31 10:32:51', 'mr', 'อำเภอห้วยยอด', 'จังหวัดตรัง', 'F', '0628489047', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(83, NULL, '2018-05-31 03:01:22', NULL, 'mr', 'อำเภอปทุมราช', 'จังหวัดร้อยเอ็ด', 'F', '043587114', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(84, NULL, '2018-05-31 03:39:56', NULL, 'mr', 'อำเภอไทรงาม', 'จังหวัดกำแพงเพชร', 'F', '0639029292', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(85, NULL, '2018-05-31 04:14:30', NULL, 'mr', 'อำเภอนครชัยศรี', 'จังหวัดนครปฐม', 'M', '0925087250', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(86, NULL, '2018-05-31 05:41:41', NULL, 'mr', 'อำเภอน้ำเกลี้ยง', 'จังหวัดศรีสะเกษ', 'F', '0639037152', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(87, NULL, '2018-05-31 06:01:56', NULL, 'mr', 'อำเภอนครชัยศรี', 'จังหวัดนครปฐม', 'M', '0988646180', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(88, NULL, '2018-05-31 06:29:39', NULL, 'mr', 'อำเภอ', 'นครชัยศรี', 'F', '0874132844', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(89, NULL, '2018-05-31 06:37:54', NULL, 'mr', 'อำเภอโนนดินแดง', 'จังหวัดบุรีรัมย์', 'M', '0639037752', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(90, NULL, '2018-05-31 06:42:27', NULL, 'mr', 'อำเภอนครชัยศรี', 'อำเภอนครชัยศรี', 'F', '0628345583', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(91, NULL, '2018-05-31 07:03:11', NULL, 'mr', 'อำเภอละงู', 'จังหวัดสตูล', 'F', '0887581305', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(92, NULL, '2018-05-31 07:33:12', NULL, 'mr', 'อำเภอเสริมงาม', 'จังหวัดลำปาง', 'F', '0639017603', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(93, NULL, '2018-05-31 08:08:18', NULL, 'mr', 'อำเภอเมืองราชบุรี', 'จังหวัดราชบุรี', 'M', '0639040975', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(94, NULL, '2018-05-31 08:13:31', NULL, 'mr', 'อำเภอละงู', 'จังหวัดสตูล', 'F', '0950797617', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(95, NULL, '2018-05-31 08:19:11', NULL, 'mr', 'อำเภอนครชัยศรี', 'จังหวัดนครปฐม', 'F', '0822938083', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(96, NULL, '2018-05-31 09:06:14', NULL, 'mr', 'อำเภอหนองหงส์', 'จังหวัดบุรีรัมย์', 'F', '0644477510', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(97, NULL, '2018-06-01 03:10:43', NULL, 'mr', 'อำเภอทัพทัน', 'จังหวัดอุทัยธานี', 'F', '0822388695', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(98, NULL, '2018-07-16 06:51:55', '2018-07-16 13:51:55', 'mr', 'อำเภอจอมพระ', 'จังหวัดสุริทร์', 'F', '0651232171', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(99, NULL, '2018-06-01 03:21:35', NULL, 'miss', 'อำเภอนครชัยศรี', 'จังหวัดนครปฐม', 'F', '0918605637', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(100, NULL, '2018-06-04 01:52:09', NULL, 'mr', 'อำเภอเมือง', 'จังหวัดลำพูน', 'F', '0622461600', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(101, NULL, '2018-06-08 07:07:47', '2018-06-08 14:07:47', 'mr', 'อำเภอมะขามเตี้ย', 'จังหวัดกาญจนบุรี', 'M', '0639017862', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(102, NULL, '2018-06-04 03:40:39', NULL, 'mr', 'อำเภอหนองแค', 'จังหวัดสระบุรี', 'F', '0832941892', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(103, NULL, '2018-06-04 06:23:39', NULL, 'mr', 'สำนักบริหาร', 'การปกครองท้องที่', 'M', '0818016942', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(104, NULL, '2018-06-04 06:48:53', NULL, 'mr', 'อำเภอบึงโขงหลง', 'จังหวัดบึงกาฬ', 'F', '042416293', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(105, NULL, '2018-06-04 08:28:20', NULL, 'mr', 'อำเภอหนองโดน', 'จังหวัดสระบุรี', 'F', '0639038487', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(106, NULL, '2018-06-05 03:41:25', NULL, 'mr', 'อำเภอแสวงหา', 'จังหวัดอ่างทอง', 'M', '0896343570', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(107, NULL, '2018-06-05 03:59:09', NULL, 'mr', 'อำเภอเขาสวนกลาง', 'จังหวัดขอนแก่น', 'F', '0639035843', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(108, NULL, '2018-06-05 04:38:24', NULL, 'mr', 'อำเภอท่าบ่อ', 'จังหวัดหนองคาย', 'F', '0878555760', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(109, NULL, '2018-06-05 06:53:43', NULL, 'mr', 'จังหวัด', 'เชียงใหม่', 'M', '0639012318', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(110, NULL, '2018-06-05 07:15:24', NULL, 'mr', 'อำเภอหนองกุงศรี', 'จังหวัดกาฬสินธุ์', 'M', '0840552917', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(111, NULL, '2018-06-05 07:21:19', NULL, 'mr', 'อำเภอศรีเทพ', 'จังหวัดเพชรบูรณ์', 'M', '0943630152', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(112, NULL, '2018-06-05 07:26:08', '2018-06-05 14:26:08', 'mr', 'อำเภอปางศิลาทอง', 'กำแพงเพชร', 'M', '0839607111', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(113, NULL, '2018-06-05 07:38:26', NULL, 'mr', 'ปกครองจังหวัด', 'มุกดาหาร', 'F', '0955142121', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(114, NULL, '2018-06-05 07:52:02', NULL, 'mr', 'จังหวัด', 'ยโสธร', 'F', '0639037666', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(115, NULL, '2018-06-05 08:12:51', NULL, 'mr', 'อำเภอโนนคูณ', 'จังหวัดศรีสะเกษ', 'F', '0874452545', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(116, NULL, '2018-06-06 01:46:41', NULL, 'mr', 'อำเภอแม่สรวย', 'จังหวัดเชียงราย', 'M', '0639021357', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(117, NULL, '2018-06-06 02:54:43', NULL, 'mr', 'อำเภอวารินชำราบ', 'จังหวัดอุบลราชธานี', 'M', '0970157446', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(118, NULL, '2018-06-07 02:44:43', '2018-06-07 09:44:43', 'mr', 'อำเภอแพร่', 'จังหวัดแพร่', 'F', '0914814025', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(119, NULL, '2018-06-06 06:58:01', NULL, 'mr', 'อำเภอแม่สรวย', 'จังหวัดเชียงราย', 'F', '0639019449', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(120, NULL, '2018-06-06 07:47:52', NULL, 'mr', 'อำเภอท่ายาง', 'จังหวัดเพชรบูรณ์', 'F', '0639012565', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(121, NULL, '2018-06-06 08:11:44', NULL, 'mr', 'อำเภอสรรพยา', 'จังหวัดชัยนาท', 'F', '0639041346', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(122, NULL, '2018-06-06 09:04:04', NULL, 'mr', 'อำเภอหล่มเก่า', 'จังหวัดเพชรบูรณ์', 'F', '0971656212', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(123, NULL, '2018-06-07 01:57:06', NULL, 'mr', 'อำเภอเกาะช้าง', 'จังหวัดตราด', 'M', '0639037175', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(124, NULL, '2018-06-07 04:03:26', NULL, 'mr', 'อำเภอทุ่งยางแดง', 'จังหวัดปัตตานี', 'M', '073710203', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(125, NULL, '2018-06-07 07:09:45', NULL, 'mr', 'อำเภอยโสธร', 'จังหวัดยโสธร', 'M', '0632037730', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(126, NULL, '2018-06-08 01:57:54', NULL, 'mr', 'อำเภอละงู', 'จังหวัดสตูล', 'M', '0970438073', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(127, NULL, '2018-06-08 02:34:55', NULL, 'mr', 'อำเภอรัตภูมิ', 'จังหวัดสงขลา', 'M', '0639033013', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(128, NULL, '2018-06-08 02:41:52', NULL, 'mr', 'อำเภออินทร์บุรี', 'จังหวัดสิงห์บุรี', 'F', '0960034227', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(129, NULL, '2018-06-08 03:12:23', NULL, 'mr', 'อำเภอสันทราย', 'จังหวัดเชียงใหม่', 'F', '0982461468', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(130, NULL, '2018-06-08 03:33:06', NULL, 'mr', 'อำเภอสุไหโกลก', 'จังหวัดนราธิวาส', 'F', '0622436628', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(131, NULL, '2018-06-08 03:44:51', NULL, 'mr', 'อำเภอพิบูลย์รักษ์', 'จังหวัดอุดรธานี', 'F', '042258139', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(132, NULL, '2018-06-08 03:51:19', NULL, 'mr', 'อำเภอเมืองหนองคาย', 'จังหวัดหนองคาย', 'M', '042412813', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(133, NULL, '2018-06-08 03:57:54', NULL, 'mr', 'อำเภอยางชุมน้อย', 'จังหวัดศรีสะเกษ', 'F', '0639036842', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(134, NULL, '2018-06-08 06:11:04', NULL, 'mr', 'อำเภอแหลมงอบ', 'จังหวัดตราด', 'F', '0853473878', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(135, NULL, '2018-06-08 06:52:50', NULL, 'mr', 'อำเภอป่าติ้ว', 'จังหวัดยโสธร', 'M', '0639037602', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(136, NULL, '2018-06-08 07:52:30', NULL, 'mr', 'อำเภอน้ำหนาว', 'จังหวัดเพชรบูรณ์', 'F', '0877356967', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(137, NULL, '2018-06-08 08:15:15', NULL, 'mr', 'อำเภอเมือง', 'จังหวัดเพชรบูรณ์', 'F', '0966871764', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(138, NULL, '2018-06-08 08:56:09', NULL, 'mr', 'อำเภอหนองบัวระเหว', 'จังหวัดชัยภูมิ', 'F', '0639036672', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(139, NULL, '2018-06-11 02:40:49', NULL, 'mr', 'อำเภอเมือง', 'จังหวัดอ่างทอง', 'F', '0639031979', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(140, NULL, '2018-06-11 02:44:20', NULL, 'miss', 'อำเภอเวียงสา', 'จังหวัดน่าน', 'F', '054691601', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(141, NULL, '2018-06-11 03:34:39', NULL, 'miss', 'อำเภอแหลมงอก', 'จังหวัดกาญจนบุรี', 'F', '0850877973', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(142, NULL, '2018-06-11 03:50:25', NULL, 'mrs', 'อำเภอเมือง', 'จังหวัดยโสธร', 'F', '0885804492', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(143, NULL, '2018-06-11 03:57:38', NULL, 'miss', 'อำเภอสิชล', 'จังหวัดนครศรีธรรมราช', 'F', '0888767724', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(144, NULL, '2018-06-11 04:31:20', NULL, 'mr', 'อำเภอเมือง', 'จังหวัดขอนแก่น', 'M', '0933930153', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(145, NULL, '2018-06-11 06:15:15', NULL, 'miss', 'อำเภอคลองท่อม', 'จังหวัดกระบี่', 'F', '0639035362', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(146, NULL, '2018-06-11 06:19:32', NULL, 'miss', 'อำเภอคุระบุรี', 'จังหวัดพังงา', 'F', '0639035362', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(147, NULL, '2018-06-11 06:35:24', NULL, 'mr', 'อำเภออินทร์บุรี', 'จังหวัดสิงห์บุรี', 'F', '0871171054', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(148, NULL, '2018-06-12 02:18:09', '2018-06-12 09:18:09', 'miss', 'อำเภอลำทับ', 'จังหวัดกระบี่', 'F', '0936820526', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(149, NULL, '2018-06-11 08:15:36', NULL, 'miss', 'อำเภอเวียงชัย', 'จังหวัดเชียงราย', 'F', '0639022024', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(150, NULL, '2018-06-11 09:16:26', NULL, 'mr', 'อำเภอศรีเทพ', 'จังหวัดเพชรบูรณ์', 'M', '0632031245', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(151, NULL, '2018-06-11 09:25:23', NULL, 'mr', 'อำเภอเมือง', 'จังหวัดหนองคาย', 'M', '0845538731', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(152, NULL, '2018-06-12 03:02:11', NULL, 'mr', 'อำเภอนาบอน', 'จังหวัดนครศรีธรรมราช', 'M', '0864451164', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(153, NULL, '2018-06-12 04:39:11', NULL, 'miss', 'อำเภอพระสมุทรเจดีย์', 'จังหวัดสมุทรปราการ', 'F', '024537149', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(154, NULL, '2018-06-13 02:08:00', NULL, 'mr', 'อำเภอหนองไผ่', 'จังหวัดเพชรบูรณ์', 'M', '0639024667', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(155, NULL, '2018-06-13 02:34:17', NULL, 'mr', 'อำเภอปรางศิลาทอง', 'จังหวัดกำแพงเพชร', 'M', '839607111', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(156, NULL, '2018-06-13 02:41:54', NULL, 'mr', 'อำเภอเมืองเพชรบูรณ์', 'จังหวัดเพชรบูรณ์', 'F', '0639025234', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(157, NULL, '2018-06-13 02:50:38', NULL, 'mr', 'อำเภอตะพานหิน', 'จังหวัดพิจิตร', 'F', '0882861145', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(158, NULL, '2018-06-13 02:55:22', NULL, 'mr', 'อำเภอสอง', 'จังหวัดแพร่', 'F', '054591763', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(159, NULL, '2018-06-13 03:06:21', NULL, 'mr', 'อำเภอเฉลิมพระเกียรติ', 'จังหวัดบุรีรัมย์', 'F', '0896702878', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(160, NULL, '2018-06-13 03:37:36', NULL, 'mr', 'อำเภอท่าใหม่', 'จังหวัดจันทบุรี', 'F', '0930297077', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(161, NULL, '2018-06-13 08:32:34', NULL, 'mr', 'อำเภอสันทราย', 'จังหวัดเชียงใหม่', 'F', '0864295198', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(162, NULL, '2018-06-14 03:59:29', NULL, 'mr', 'อำเภอพรรณานิคม', 'จังหวัดสกลนคร', 'M', '0630211716', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(163, NULL, '2018-06-14 07:36:34', NULL, 'mr', 'อำเภอบางระจันทร์', 'จังหวัดสิงห์บุรี', 'M', '884168763', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(164, NULL, '2018-06-15 03:09:30', NULL, 'mr', 'อำเภอตะกั่วป่า', 'จังหวัดพังงา', 'F', '0963481889', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(165, NULL, '2018-06-21 01:41:13', '2018-06-21 08:41:13', 'mr', 'กรมการปกคลอง', 'จังหวัดอุดรธานี', 'M', '0800092148', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(166, NULL, '2018-06-15 03:58:51', NULL, 'mr', 'อำเภอบึงนาราง', 'จังหวัดพิจิตร', 'F', '0946355840', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(167, NULL, '2018-06-15 04:41:21', NULL, 'mr', 'อำเภอเมืองเชียงใหม่', 'จังหวัดเชียงใหม่', 'F', '0639018537', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(168, NULL, '2018-06-18 01:59:32', NULL, 'mr', 'อำบ้านบ้านไผ่', 'จังหวัดขอนแก่น', 'F', '0827834862', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(169, NULL, '2018-06-18 03:30:53', NULL, 'mr', 'อำเภอเวียงชัย', 'จังหวัดเชียงราย', 'F', '0643476674', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(170, NULL, '2018-06-18 06:52:49', NULL, 'mr', 'อำเภอน้ำพอง', 'จังหวัดขอนแก่น', 'F', '0824622554', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(171, NULL, '2018-06-20 04:25:50', '2018-06-20 11:25:50', 'mr', 'อำเภอคลองลาน', 'จังหวัดกำแพงเพชร', 'F', '0810464714', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(172, NULL, '2018-06-19 08:19:16', NULL, 'mr', 'อำเภอหาดใหญ่', 'จังหวัดสงขลา', 'F', '0831231568', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(173, NULL, '2018-06-20 02:00:44', NULL, 'mr', 'อำเภอโกสุมพิสัย', 'จังหวัดมหาสารคาม', 'F', '0639036272', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(174, NULL, '2018-06-22 03:04:13', NULL, 'mr', 'อำเภอพระประแดง', 'จังหวัดสมุทรปราการ', 'M', '0639041015', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(175, NULL, '2018-06-27 03:01:15', NULL, 'mr', 'อำเภอหัวไทร', 'จังหวัดนครศรีธรรมราช', 'M', '0639034381', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(176, NULL, '2018-06-27 03:41:07', NULL, 'mr', 'ปกครองจังหวัด', 'พังงา', 'M', '076481443', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(177, NULL, '2018-09-18 04:14:30', '2018-09-18 11:14:30', 'miss', 'ปกครองจังหวัด', 'จังหวัดลำปาง', 'F', '0639019900', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(178, NULL, '2018-06-29 02:15:50', NULL, 'miss', 'อำเภอท่าม่วง', 'จังหวัดกาญจนบุรี', 'F', '0639017869', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(179, NULL, '2018-07-02 03:18:13', NULL, 'mr', 'ปกครองจังหวัด', 'บุรีรัมย์', 'M', '0639050259', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(180, NULL, '2018-07-02 04:02:24', NULL, 'mr', 'อำเภอเมืองฉะเชิงเทรา', 'จังหวัดฉะเชิงเทรา', 'F', '0971306615', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(181, NULL, '2018-07-02 07:39:59', NULL, 'mr', 'อำเภอเมือง', 'จังหวัดลำปาง', 'M', '0639019779', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(182, NULL, '2018-07-05 02:38:18', NULL, 'mr', 'อำเภอไทรน้อย', 'จังหวัดนนทบุรี', 'M', '803611954', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(183, NULL, '2018-07-06 03:55:29', NULL, 'mr', 'อำเภอทับสะแก', 'จังหวัดประจวบคีรีขันธ์', 'M', '0986541463', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(184, NULL, '2018-07-10 06:34:13', '2018-07-10 13:34:13', 'mr', 'อำเภอชุมพวง', 'จังหวัดนครราชสีมา', 'F', '0652255964', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(185, NULL, '2018-07-10 04:01:57', NULL, 'miss', 'อำเภอคลองลาน', 'จังหวัดกำแพงเพชร', 'F', '810464714', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(186, NULL, '2018-07-10 04:05:30', NULL, 'mr', 'อำเภอพระแสง', 'จังหวัดสุราษฎร์ธานี', 'M', '0639032047', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(187, NULL, '2018-07-10 08:31:53', NULL, 'miss', 'อำเภอขุนหาญ', 'จังหวัดศรีษะเกษ', 'F', '0639037241', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(188, NULL, '2018-07-16 02:51:49', NULL, 'mr', 'อำเภอเมือง', 'จังหวัดนครนายก', 'F', '0851342153', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(189, NULL, '2018-07-16 03:01:11', NULL, 'mr', 'อำเภอตะพานหิน', 'จังหวัดพิจิตร', 'F', '0639041593', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(190, NULL, '2018-07-16 03:04:55', NULL, 'miss', 'อำเภอเมือง', 'จังหวัดสุโขทัย', 'F', '0639026622', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(191, NULL, '2018-07-16 03:44:41', NULL, 'miss', 'อำเภอไทรน้อย', 'นนทบรุี', 'F', '0863346467', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(192, NULL, '2018-07-16 07:06:07', NULL, 'miss', 'สำนักเขตลาดพร้าว', 'กรุงเทพฯ', 'F', '025386399', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(193, NULL, '2018-07-17 02:34:09', NULL, 'mr', 'อำเภอบ้านแพ้ว', 'จังหวัดสมุทรสาคร', 'M', '0863460460', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(194, NULL, '2018-07-17 07:21:26', NULL, 'mr', 'อำเภอหัวหิน', 'จังหวัดเพชรบุรี', 'M', '0922795392', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(195, NULL, '2018-07-17 09:11:46', NULL, 'mr', 'อำเภอทุ่งเสรี่ยง', 'จังหวัดสุโขทัย', 'M', '0639026116', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(196, NULL, '2018-07-18 09:19:34', NULL, 'miss', 'อำเภอคีรีมาศ', 'จังหวัดสุโขทัย', 'F', '0639026161', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(197, NULL, '2018-07-19 02:08:36', NULL, 'miss', 'อำเภอสัตหีบ', 'จังหวัดชลบุรี', 'F', '0889265356', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(198, NULL, '2018-07-19 04:08:08', NULL, 'mr', 'อำเภอตกเหมย', 'จังหวัดเชียงราย', 'M', '0639018754', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(199, NULL, '2018-07-19 06:36:18', NULL, 'mr', 'ปกครองจังหวัด', 'ขอนแก่น', 'F', '0639036020', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(200, NULL, '2018-07-19 08:14:19', NULL, 'mr', 'อำเภอภูเขียว', 'จังหวัดชัยภูมิ', 'F', '044861000', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(201, NULL, '2018-07-20 04:23:22', NULL, 'mr', 'วิทยาลัย', 'ปกครอง', 'M', '025774921', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(202, NULL, '2018-07-24 03:02:21', NULL, 'mr', 'สำนักงาน', 'เขตวัฒนา', 'M', '023918141', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(203, NULL, '2018-07-24 08:49:07', NULL, 'mr', 'กรมการปกครอง', 'จังหวัดอุดรธานี', 'M', '0982463038', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(204, NULL, '2018-07-26 06:33:30', NULL, 'mr', 'สำงานเขต', 'ลาดพร้าว', 'F', '0818607055', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(205, NULL, '2018-07-26 07:04:10', NULL, 'mr', 'อำเภอจอมทอง', 'เชียงใหม่', 'M', '0631147822', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(206, NULL, '2018-07-31 03:03:00', NULL, 'miss', 'กองตรวจ', 'กรมการปกครอง', 'F', '0858964567', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(207, NULL, '2018-07-31 09:14:50', NULL, 'mr', 'อำเภอทับทัน', 'อุทัยธานี', 'M', '0619058782', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(208, NULL, '2018-08-01 03:33:30', NULL, 'mr', 'อำเภอ', 'โนนประคำ', 'M', '0956135720', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(209, NULL, '2018-08-03 02:56:26', NULL, 'mr', 'อำเภอลำดวน', 'จังหวัดสุรินทร์', 'M', '0872415958', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(210, NULL, '2018-08-06 07:00:10', NULL, 'mr', 'กองกิจการ', 'ฮัจย์', 'M', '0849991396', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(211, NULL, '2018-08-07 06:34:20', NULL, 'mr', 'ท่าปลส', 'จังหวัดอุตรดิตถ์', 'M', '0806892638', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(212, NULL, '2018-08-07 07:15:58', NULL, 'mr', 'อำเภอโคกสำโรง', 'จังหวัดราชบุรี', 'M', '0859546077', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(213, NULL, '2018-08-07 07:33:37', NULL, 'mr', 'จังหวัด', 'ราชบุรี', 'M', '0639018171', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(214, NULL, '2018-08-07 07:46:06', NULL, 'miss', 'หัวตะพาน', 'จังหวัดอำนาจเจริญ', 'F', '0881097684', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(215, NULL, '2018-08-07 08:39:11', NULL, 'mr', 'อำเภอโพธาราม', 'ราชบุรี', 'M', '0639018260', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(216, NULL, '2018-08-09 06:45:18', NULL, 'mr', 'ปกครองจังหวัด', 'จังหวัดเลย', 'F', '0928175619', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(217, NULL, '2018-08-14 07:02:17', NULL, 'miss', 'อำเภอโคกโพธิ์', 'จังหวัดปัตตานี', 'F', '0639038784', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(218, NULL, '2018-08-15 04:04:26', NULL, 'miss', 'อำเภอลับแล', 'จังหวัดอุตรดิตถ์', 'F', '0877323691', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(219, NULL, '2018-08-15 07:45:44', NULL, 'mr', 'ปกครองจังหวัด', 'ปราจีนบุรี', 'M', '0639012233', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(220, NULL, '2018-08-16 04:05:39', NULL, 'mr', 'อำเภอพิปูน', 'จังหวัดนครศรีธรรมราช', 'M', '0611152726', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(221, NULL, '2018-08-16 08:52:14', NULL, 'mr', 'อำเภออู่ทอง', 'จังหวัดสุพรรบุรี', 'M', '0656900737', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(222, NULL, '2018-08-17 03:28:42', NULL, 'mr', 'อำเภอคุระบุรี', 'จังหวัดพังงา', 'F', '0870527394', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(223, NULL, '2018-08-21 07:19:07', NULL, 'mr', 'จังหวัด', 'ระนอง', 'M', '0639034951', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(224, NULL, '2018-08-23 02:29:29', NULL, 'mr', 'อำเภอสองแคว', 'จังหวัดน่าน', 'M', '0612753845', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(225, NULL, '2018-08-23 02:48:29', NULL, 'mr', 'อำเภอบางกรวย', 'จังหวัดนนทบุรี', 'M', '0626282832', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(226, NULL, '2018-08-23 04:20:57', NULL, 'mr', 'ส่วน', 'กำนัน', 'M', '026298313', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(227, NULL, '2018-08-24 03:23:32', NULL, 'mr', 'อำเภอสันทราย', 'จังหวัดเชียงใหม่', 'M', '0826953588', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(228, NULL, '2018-08-24 08:08:54', NULL, 'mr', 'อำเภอเมืองร้อยเอ็ด', 'จังหวัดร้อยเอ็ด', 'F', '0853142906', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(229, NULL, '2018-08-24 08:31:13', NULL, 'miss', 'อำเภอหางดง', 'จังหวัดเชียงใหม่', 'F', '0898513492', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(230, NULL, '2018-08-27 08:10:16', NULL, 'mr', 'คำตากล้า', 'จังหวัดสกลนคร', 'M', '0639040031', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(231, NULL, '2018-08-29 06:00:50', NULL, 'mr', 'อำเภอเรณูนคร', 'จังหวัดนครพนม', 'F', '0639040917', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(232, NULL, '2018-08-31 03:31:44', NULL, 'mr', 'อำเภอพนมสารคาม', 'จังหวัดฉะเชิงเทรา', 'F', '0997410454', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(233, NULL, '2018-08-31 06:25:31', NULL, 'miss', 'อำเภอวังม่วง', 'สระบุรี', 'F', '0639032195', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(234, NULL, '2018-08-31 08:24:58', NULL, 'mr', 'อำเภอเมืองสารคาม', 'จังหวัดสารคาม', 'F', '0952630304', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(235, NULL, '2018-08-31 08:55:39', NULL, 'mr', 'กรมการปกครอง', 'จังหวัดร้อยเอ็ด', 'M', '0854626039', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(236, NULL, '2018-09-03 04:02:52', NULL, 'mr', 'อำเภอเมืองลำปาง', 'จังหวัดลำปาง', 'M', '0632085661', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(237, NULL, '2018-09-03 08:31:24', NULL, 'mr', 'อำเภอเมืองมุกดาหาร', 'จังหวัดมุกดาหาร', 'F', '0982542263', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(238, NULL, '2018-09-04 02:30:54', NULL, 'mr', 'ปกครองจังหวัด', 'ตรัง', 'M', '0639041465', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(239, NULL, '2018-09-05 01:49:23', NULL, 'mr', 'อำเภอบางสะพาน', 'จังหวัดประจวบคีรีขันธ์', 'M', '0639016739', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(240, NULL, '2018-09-05 04:25:27', NULL, 'mr', 'อำเภอท่ายาง', 'ปกครอง', 'M', '0624630279', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(241, NULL, '2018-09-06 04:00:00', NULL, 'miss', 'เขตดอนเมือง', 'กรุงเทพฯ', 'F', '0909578954', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(242, NULL, '2018-09-07 02:44:12', '2018-09-07 09:44:12', 'mr', 'อำเภอบางสะพานน้อย', 'จังหวัดประจวบคีรีขันธ์', 'M', '0645234579', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(243, NULL, '2018-09-07 03:01:36', NULL, 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดสงขลา', 'F', '074327036', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(244, NULL, '2018-09-07 04:54:52', NULL, 'miss', 'ปกครองจังหวัด', 'ระยอง', 'F', '0639035577', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(245, NULL, '2018-09-10 02:02:33', NULL, 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดอุบลราชธานี', 'M', '0632089032', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(246, NULL, '2018-09-10 03:07:19', NULL, 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดลพบุรี', 'M', '0639050262', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(247, NULL, '2018-09-10 07:23:22', NULL, 'miss', 'อำเภอคำแสนแก้ว', 'จังหวัดยโสธร', 'F', '0936103201', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(248, NULL, '2018-09-10 08:05:51', NULL, 'miss', 'อำเภอผักไห่', 'พระนครศรีอยุธยา', 'F', '0639032029', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(249, NULL, '2018-09-10 08:54:29', NULL, 'mr', 'มหาชนะชัย', 'ยโสธร', 'M', '0639037684', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(250, NULL, '2018-09-10 09:22:44', NULL, 'mr', 'อำเภอเมือง', 'ยะลา', 'M', '0973498639', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(251, NULL, '2018-09-10 09:30:43', NULL, 'mr', 'อำเภอเมือง', 'จังหวัดกำแพงเพชร', 'M', '892688577', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(252, NULL, '2018-09-11 02:41:38', NULL, 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดสกลนคร', 'F', '0639040196', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(253, NULL, '2018-09-11 03:26:17', NULL, 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดเลย', 'F', '042812042', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(254, NULL, '2018-09-11 04:40:51', NULL, 'mr', 'อำเภออำนาจเจริญ', 'จังหวัดอำนาจเจริญ', 'F', '0639038196', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(255, NULL, '2018-09-11 04:43:33', NULL, 'mr', 'อำเภอรามัน', 'จังหวัดยะลา', 'F', '0817662005', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(256, NULL, '2018-09-11 07:55:35', NULL, 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดกาฬสินธุ์', 'F', '0639041454', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(257, NULL, '2018-09-11 08:23:22', NULL, 'mr', 'กรมปกครองจังหวัด', 'จังหวัดสุริทร์', 'F', '044582105', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(258, NULL, '2018-09-11 08:29:27', NULL, 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดสิงห์บุรี', 'F', '0639028678', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(259, NULL, '2018-09-12 02:47:16', NULL, 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดเชียงใหม่', 'M', '0639018492', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(260, NULL, '2018-09-12 09:07:37', NULL, 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดปราจีนบุรี', 'F', '0639038275', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(261, NULL, '2018-09-13 03:36:09', '2018-09-13 10:36:09', 'miss', 'ปกครองจังหวัด', 'ลำพูน', 'F', '0639018591', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(262, NULL, '2018-09-14 01:49:22', '2018-09-14 08:49:22', 'miss', 'เสมียนตราจังหวัด', 'กาฬสินธุ์', 'F', '0817533287', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(263, NULL, '2018-09-13 02:33:49', NULL, 'miss', 'ทุ่งยางแดง', 'จังหวัดปัตตานี', 'F', '0073710203', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(264, NULL, '2018-09-13 04:33:46', NULL, 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดสตูล', 'F', '0639041707', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(265, NULL, '2018-09-17 04:05:00', NULL, 'miss', 'อำเภอชุมแพ', 'จังหวัดขอนแก่น', 'F', '0639025000', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(266, NULL, '2018-09-18 02:54:40', NULL, 'mr', 'อำเภอพรานกระต่าย', 'กำแพงเพชร', 'M', '0639016842', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(267, NULL, '2018-09-19 02:56:18', NULL, 'mr', 'อำเภอบ้านกรวด', 'จังหวัดบุรีรัมย์', 'F', '0639037846', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(268, NULL, '2018-09-19 08:26:30', NULL, 'mr', 'อำเภอพรานทอง', 'จังหวัดชลบุรี', 'M', '0827093806', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(269, NULL, '2018-09-27 03:41:04', NULL, 'mr', 'สำนักงานเขต', 'หนองจอก', 'F', '025431099', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(270, NULL, '2018-09-27 06:49:16', NULL, 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดพะเยา', 'F', '0639017602', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(271, NULL, '2018-10-03 03:47:01', NULL, 'mr', 'อำเภอ', 'บางกรวย', 'M', '0830662238', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(272, NULL, '2018-10-18 03:52:40', NULL, 'mr', 'กรมการปกครองจังหวัด', 'นครสวรรค์', 'F', '0612684428', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(273, NULL, '2018-10-22 03:46:19', NULL, 'mr', 'กรมการปกครองจังหวัด', 'จังหวัดเลย', 'F', '0639036059', '', NULL, '', '', NULL, 1, '', '', '', '1'),
(274, NULL, '2018-10-25 02:53:49', NULL, 'mr', 'จังหวัด', 'พัทลุง', 'M', '0639034572', '', NULL, '', '', NULL, 1, '', '', '', '1');

-- --------------------------------------------------------

--
-- Table structure for table `crm_login_logs`
--

CREATE TABLE `crm_login_logs` (
  `id` int(11) NOT NULL,
  `uid` int(11) DEFAULT NULL,
  `login_type` enum('LoginRemember','LoginPage') DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT '0000-00-00 00:00:00' ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `crm_login_logs`
--

INSERT INTO `crm_login_logs` (`id`, `uid`, `login_type`, `created_at`) VALUES
(11, 1, 'LoginPage', '0000-00-00 00:00:00'),
(12, 1, 'LoginPage', '0000-00-00 00:00:00'),
(13, 1, 'LoginPage', '0000-00-00 00:00:00'),
(14, 1, 'LoginPage', '0000-00-00 00:00:00'),
(15, 1, 'LoginPage', '0000-00-00 00:00:00'),
(16, 1, 'LoginPage', '0000-00-00 00:00:00'),
(17, 1, 'LoginPage', '0000-00-00 00:00:00'),
(18, 1, 'LoginPage', '0000-00-00 00:00:00'),
(19, 1, 'LoginPage', '0000-00-00 00:00:00'),
(20, 1, 'LoginPage', '0000-00-00 00:00:00'),
(21, 1, 'LoginPage', '0000-00-00 00:00:00'),
(22, 1, 'LoginPage', '0000-00-00 00:00:00'),
(23, 1, 'LoginPage', '0000-00-00 00:00:00'),
(24, 1, 'LoginPage', '0000-00-00 00:00:00'),
(25, 1, 'LoginPage', '0000-00-00 00:00:00'),
(26, 1, 'LoginPage', '0000-00-00 00:00:00'),
(27, 1, 'LoginPage', '0000-00-00 00:00:00'),
(28, 1, 'LoginPage', '0000-00-00 00:00:00'),
(29, 1, 'LoginPage', '0000-00-00 00:00:00'),
(30, 1, 'LoginPage', '0000-00-00 00:00:00'),
(31, 1, 'LoginPage', '0000-00-00 00:00:00'),
(32, 1, 'LoginPage', '0000-00-00 00:00:00'),
(33, 1, 'LoginPage', '0000-00-00 00:00:00'),
(34, 1, 'LoginPage', '0000-00-00 00:00:00'),
(35, 1, 'LoginPage', '0000-00-00 00:00:00'),
(36, 1, 'LoginPage', '0000-00-00 00:00:00'),
(37, 1, 'LoginPage', '0000-00-00 00:00:00'),
(38, 1, 'LoginPage', '0000-00-00 00:00:00'),
(39, 1, 'LoginPage', '0000-00-00 00:00:00'),
(40, 1, 'LoginPage', '0000-00-00 00:00:00'),
(41, 1, 'LoginPage', '0000-00-00 00:00:00'),
(42, 1, 'LoginPage', '0000-00-00 00:00:00'),
(43, 1, 'LoginPage', '0000-00-00 00:00:00'),
(44, 1, 'LoginPage', '0000-00-00 00:00:00'),
(45, 1, 'LoginPage', '0000-00-00 00:00:00'),
(46, 1, 'LoginPage', '0000-00-00 00:00:00'),
(47, 1, 'LoginPage', '0000-00-00 00:00:00'),
(48, 1, 'LoginPage', '0000-00-00 00:00:00'),
(49, 1, 'LoginPage', '0000-00-00 00:00:00'),
(50, 1, 'LoginPage', '0000-00-00 00:00:00'),
(51, 1, 'LoginPage', '0000-00-00 00:00:00'),
(52, 1, 'LoginPage', '0000-00-00 00:00:00'),
(53, 1, 'LoginPage', '0000-00-00 00:00:00'),
(54, 1, 'LoginPage', '0000-00-00 00:00:00'),
(55, 1, 'LoginPage', '0000-00-00 00:00:00'),
(56, 1, 'LoginPage', '0000-00-00 00:00:00'),
(57, 1, 'LoginPage', '0000-00-00 00:00:00'),
(58, 1, 'LoginPage', '0000-00-00 00:00:00'),
(59, 1, 'LoginPage', '0000-00-00 00:00:00'),
(60, 1, 'LoginPage', '0000-00-00 00:00:00'),
(61, 1, 'LoginPage', '0000-00-00 00:00:00'),
(62, 1, 'LoginPage', '0000-00-00 00:00:00'),
(63, 1, 'LoginPage', '0000-00-00 00:00:00'),
(64, 1, 'LoginPage', '0000-00-00 00:00:00'),
(65, 1, 'LoginPage', '0000-00-00 00:00:00'),
(66, 1, 'LoginPage', '0000-00-00 00:00:00'),
(67, 1, 'LoginPage', '0000-00-00 00:00:00'),
(68, 1, 'LoginPage', '0000-00-00 00:00:00'),
(69, 1, 'LoginPage', '0000-00-00 00:00:00'),
(70, 1, 'LoginPage', '0000-00-00 00:00:00'),
(71, 1, 'LoginPage', '0000-00-00 00:00:00'),
(72, 1, 'LoginPage', '0000-00-00 00:00:00'),
(73, 1, 'LoginPage', '0000-00-00 00:00:00'),
(74, 1, 'LoginPage', '0000-00-00 00:00:00'),
(75, 1, 'LoginPage', '0000-00-00 00:00:00'),
(76, 1, 'LoginPage', '0000-00-00 00:00:00'),
(77, 1, 'LoginPage', '0000-00-00 00:00:00'),
(78, 1, 'LoginPage', '0000-00-00 00:00:00'),
(79, 1, 'LoginPage', '0000-00-00 00:00:00'),
(80, 1, 'LoginPage', '0000-00-00 00:00:00'),
(81, 1, 'LoginPage', '0000-00-00 00:00:00'),
(82, 1, 'LoginPage', '0000-00-00 00:00:00'),
(83, 5, 'LoginPage', '0000-00-00 00:00:00'),
(84, 1, 'LoginPage', '0000-00-00 00:00:00'),
(85, 1, 'LoginPage', '0000-00-00 00:00:00'),
(86, 1, 'LoginPage', '0000-00-00 00:00:00'),
(87, 1, 'LoginPage', '0000-00-00 00:00:00'),
(88, 5, 'LoginPage', '0000-00-00 00:00:00'),
(89, 5, 'LoginPage', '0000-00-00 00:00:00'),
(90, 1, 'LoginPage', '0000-00-00 00:00:00'),
(91, 5, 'LoginPage', '0000-00-00 00:00:00'),
(92, 1, 'LoginPage', '0000-00-00 00:00:00'),
(93, 1, 'LoginPage', '0000-00-00 00:00:00'),
(94, 1, 'LoginPage', '0000-00-00 00:00:00'),
(95, 1, 'LoginPage', '0000-00-00 00:00:00'),
(96, 1, 'LoginPage', '0000-00-00 00:00:00'),
(97, 1, 'LoginPage', '0000-00-00 00:00:00'),
(98, 7, 'LoginPage', '0000-00-00 00:00:00'),
(99, 1, 'LoginPage', '0000-00-00 00:00:00'),
(100, 1, 'LoginPage', '0000-00-00 00:00:00'),
(101, 1, 'LoginPage', '0000-00-00 00:00:00'),
(102, 1, 'LoginPage', '0000-00-00 00:00:00'),
(103, 1, 'LoginPage', '0000-00-00 00:00:00'),
(104, 1, 'LoginPage', '0000-00-00 00:00:00'),
(105, 1, 'LoginPage', '0000-00-00 00:00:00'),
(106, 1, 'LoginPage', '0000-00-00 00:00:00'),
(107, 1, 'LoginPage', '0000-00-00 00:00:00'),
(108, 1, 'LoginPage', '0000-00-00 00:00:00'),
(109, 1, 'LoginPage', '0000-00-00 00:00:00'),
(110, 1, 'LoginPage', '0000-00-00 00:00:00'),
(111, 7, 'LoginPage', '0000-00-00 00:00:00'),
(112, 7, 'LoginPage', '0000-00-00 00:00:00'),
(113, 1, 'LoginPage', '0000-00-00 00:00:00'),
(114, 1, 'LoginPage', '0000-00-00 00:00:00'),
(115, 8, 'LoginPage', '0000-00-00 00:00:00'),
(116, 1, 'LoginPage', '0000-00-00 00:00:00'),
(117, 7, 'LoginPage', '0000-00-00 00:00:00'),
(118, 8, 'LoginPage', '0000-00-00 00:00:00'),
(119, 1, 'LoginPage', '0000-00-00 00:00:00'),
(120, 8, 'LoginPage', '0000-00-00 00:00:00'),
(121, 8, 'LoginPage', '0000-00-00 00:00:00'),
(122, 1, 'LoginPage', '0000-00-00 00:00:00'),
(123, 8, 'LoginPage', '0000-00-00 00:00:00'),
(124, 1, 'LoginPage', '0000-00-00 00:00:00'),
(125, 8, 'LoginPage', '0000-00-00 00:00:00'),
(126, 7, 'LoginPage', '0000-00-00 00:00:00'),
(127, 1, 'LoginPage', '0000-00-00 00:00:00'),
(128, 10, 'LoginPage', '0000-00-00 00:00:00'),
(129, 10, 'LoginPage', '0000-00-00 00:00:00'),
(130, 10, 'LoginPage', '0000-00-00 00:00:00'),
(131, 10, 'LoginPage', '0000-00-00 00:00:00'),
(132, 10, 'LoginPage', '0000-00-00 00:00:00'),
(133, 10, 'LoginPage', '0000-00-00 00:00:00'),
(134, 10, 'LoginPage', '0000-00-00 00:00:00'),
(135, 10, 'LoginPage', '0000-00-00 00:00:00'),
(136, 1, 'LoginPage', '0000-00-00 00:00:00'),
(137, 8, 'LoginPage', '0000-00-00 00:00:00'),
(138, 7, 'LoginPage', '0000-00-00 00:00:00'),
(139, 8, 'LoginPage', '0000-00-00 00:00:00'),
(140, 1, 'LoginPage', '0000-00-00 00:00:00'),
(141, 8, 'LoginPage', '0000-00-00 00:00:00'),
(142, 7, 'LoginPage', '0000-00-00 00:00:00'),
(143, 1, 'LoginPage', '0000-00-00 00:00:00'),
(144, 1, 'LoginPage', '0000-00-00 00:00:00'),
(145, 8, 'LoginPage', '0000-00-00 00:00:00'),
(146, 7, 'LoginPage', '0000-00-00 00:00:00'),
(147, 8, 'LoginPage', '0000-00-00 00:00:00'),
(148, 7, 'LoginPage', '0000-00-00 00:00:00'),
(149, 7, 'LoginPage', '0000-00-00 00:00:00'),
(150, 8, 'LoginPage', '0000-00-00 00:00:00'),
(151, 1, 'LoginPage', '0000-00-00 00:00:00'),
(152, 1, 'LoginPage', '0000-00-00 00:00:00'),
(153, 1, 'LoginPage', '0000-00-00 00:00:00'),
(154, 1, 'LoginPage', '0000-00-00 00:00:00'),
(155, 11, 'LoginPage', '0000-00-00 00:00:00'),
(156, 11, 'LoginPage', '0000-00-00 00:00:00'),
(157, 11, 'LoginPage', '0000-00-00 00:00:00'),
(158, 1, 'LoginPage', '0000-00-00 00:00:00'),
(159, 1, 'LoginPage', '0000-00-00 00:00:00'),
(160, 1, 'LoginPage', '0000-00-00 00:00:00'),
(161, 1, 'LoginPage', '0000-00-00 00:00:00'),
(162, 1, 'LoginPage', '0000-00-00 00:00:00'),
(163, 7, 'LoginPage', '0000-00-00 00:00:00'),
(164, 8, 'LoginPage', '0000-00-00 00:00:00'),
(165, 11, 'LoginPage', '0000-00-00 00:00:00'),
(166, 12, 'LoginPage', '0000-00-00 00:00:00'),
(167, 7, 'LoginPage', '0000-00-00 00:00:00'),
(168, 8, 'LoginPage', '0000-00-00 00:00:00'),
(169, 7, 'LoginPage', '0000-00-00 00:00:00'),
(170, 8, 'LoginPage', '0000-00-00 00:00:00'),
(171, 8, 'LoginPage', '0000-00-00 00:00:00'),
(172, 7, 'LoginPage', '0000-00-00 00:00:00'),
(173, 8, 'LoginPage', '0000-00-00 00:00:00'),
(174, 7, 'LoginPage', '0000-00-00 00:00:00'),
(175, 8, 'LoginPage', '0000-00-00 00:00:00'),
(176, 7, 'LoginPage', '0000-00-00 00:00:00'),
(177, 7, 'LoginPage', '0000-00-00 00:00:00'),
(178, 8, 'LoginPage', '0000-00-00 00:00:00'),
(179, 7, 'LoginPage', '0000-00-00 00:00:00'),
(180, 8, 'LoginPage', '0000-00-00 00:00:00'),
(181, 8, 'LoginPage', '0000-00-00 00:00:00'),
(182, 7, 'LoginPage', '0000-00-00 00:00:00'),
(183, 7, 'LoginPage', '0000-00-00 00:00:00'),
(184, 8, 'LoginPage', '0000-00-00 00:00:00'),
(185, 8, 'LoginPage', '0000-00-00 00:00:00'),
(186, 7, 'LoginPage', '0000-00-00 00:00:00'),
(187, 8, 'LoginPage', '0000-00-00 00:00:00'),
(188, 7, 'LoginPage', '0000-00-00 00:00:00'),
(189, 7, 'LoginPage', '0000-00-00 00:00:00'),
(190, 8, 'LoginPage', '0000-00-00 00:00:00'),
(191, 7, 'LoginPage', '0000-00-00 00:00:00'),
(192, 8, 'LoginPage', '0000-00-00 00:00:00'),
(193, 8, 'LoginPage', '0000-00-00 00:00:00'),
(194, 7, 'LoginPage', '0000-00-00 00:00:00'),
(195, 7, 'LoginPage', '0000-00-00 00:00:00'),
(196, 8, 'LoginPage', '0000-00-00 00:00:00'),
(197, 7, 'LoginPage', '0000-00-00 00:00:00'),
(198, 8, 'LoginPage', '0000-00-00 00:00:00'),
(199, 8, 'LoginPage', '0000-00-00 00:00:00'),
(200, 7, 'LoginPage', '0000-00-00 00:00:00'),
(201, 7, 'LoginPage', '0000-00-00 00:00:00'),
(202, 8, 'LoginPage', '0000-00-00 00:00:00'),
(203, 7, 'LoginPage', '0000-00-00 00:00:00'),
(204, 8, 'LoginPage', '0000-00-00 00:00:00'),
(205, 7, 'LoginPage', '0000-00-00 00:00:00'),
(206, 8, 'LoginPage', '0000-00-00 00:00:00'),
(207, 8, 'LoginPage', '0000-00-00 00:00:00'),
(208, 7, 'LoginPage', '0000-00-00 00:00:00'),
(209, 7, 'LoginPage', '0000-00-00 00:00:00'),
(210, 8, 'LoginPage', '0000-00-00 00:00:00'),
(211, 7, 'LoginPage', '0000-00-00 00:00:00'),
(212, 8, 'LoginPage', '0000-00-00 00:00:00'),
(213, 7, 'LoginPage', '0000-00-00 00:00:00'),
(214, 8, 'LoginPage', '0000-00-00 00:00:00'),
(215, 8, 'LoginPage', '0000-00-00 00:00:00'),
(216, 7, 'LoginPage', '0000-00-00 00:00:00'),
(217, 7, 'LoginPage', '0000-00-00 00:00:00'),
(218, 8, 'LoginPage', '0000-00-00 00:00:00'),
(219, 7, 'LoginPage', '0000-00-00 00:00:00'),
(220, 8, 'LoginPage', '0000-00-00 00:00:00'),
(221, 8, 'LoginPage', '0000-00-00 00:00:00'),
(222, 7, 'LoginPage', '0000-00-00 00:00:00'),
(223, 7, 'LoginPage', '0000-00-00 00:00:00'),
(224, 7, 'LoginPage', '0000-00-00 00:00:00'),
(225, 8, 'LoginPage', '0000-00-00 00:00:00'),
(226, 7, 'LoginPage', '0000-00-00 00:00:00'),
(227, 8, 'LoginPage', '0000-00-00 00:00:00'),
(228, 7, 'LoginPage', '0000-00-00 00:00:00'),
(229, 8, 'LoginPage', '0000-00-00 00:00:00'),
(230, 8, 'LoginPage', '0000-00-00 00:00:00'),
(231, 7, 'LoginPage', '0000-00-00 00:00:00'),
(232, 8, 'LoginPage', '0000-00-00 00:00:00'),
(233, 7, 'LoginPage', '0000-00-00 00:00:00'),
(234, 8, 'LoginPage', '0000-00-00 00:00:00'),
(235, 8, 'LoginPage', '0000-00-00 00:00:00'),
(236, 7, 'LoginPage', '0000-00-00 00:00:00'),
(237, 7, 'LoginPage', '0000-00-00 00:00:00'),
(238, 8, 'LoginPage', '0000-00-00 00:00:00'),
(239, 8, 'LoginPage', '0000-00-00 00:00:00'),
(240, 7, 'LoginPage', '0000-00-00 00:00:00'),
(241, 7, 'LoginPage', '0000-00-00 00:00:00'),
(242, 8, 'LoginPage', '0000-00-00 00:00:00'),
(243, 8, 'LoginPage', '0000-00-00 00:00:00'),
(244, 7, 'LoginPage', '0000-00-00 00:00:00'),
(245, 7, 'LoginPage', '0000-00-00 00:00:00'),
(246, 8, 'LoginPage', '0000-00-00 00:00:00'),
(247, 7, 'LoginPage', '0000-00-00 00:00:00'),
(248, 8, 'LoginPage', '0000-00-00 00:00:00'),
(249, 8, 'LoginPage', '0000-00-00 00:00:00'),
(250, 7, 'LoginPage', '0000-00-00 00:00:00'),
(251, 7, 'LoginPage', '0000-00-00 00:00:00'),
(252, 8, 'LoginPage', '0000-00-00 00:00:00'),
(253, 8, 'LoginPage', '0000-00-00 00:00:00'),
(254, 7, 'LoginPage', '0000-00-00 00:00:00'),
(255, 7, 'LoginPage', '0000-00-00 00:00:00'),
(256, 8, 'LoginPage', '0000-00-00 00:00:00'),
(257, 8, 'LoginPage', '0000-00-00 00:00:00'),
(258, 7, 'LoginPage', '0000-00-00 00:00:00'),
(259, 7, 'LoginPage', '0000-00-00 00:00:00'),
(260, 8, 'LoginPage', '0000-00-00 00:00:00'),
(261, 8, 'LoginPage', '0000-00-00 00:00:00'),
(262, 7, 'LoginPage', '0000-00-00 00:00:00'),
(263, 8, 'LoginPage', '0000-00-00 00:00:00'),
(264, 7, 'LoginPage', '0000-00-00 00:00:00'),
(265, 7, 'LoginPage', '0000-00-00 00:00:00'),
(266, 8, 'LoginPage', '0000-00-00 00:00:00'),
(267, 7, 'LoginPage', '0000-00-00 00:00:00'),
(268, 8, 'LoginPage', '0000-00-00 00:00:00'),
(269, 7, 'LoginPage', '0000-00-00 00:00:00'),
(270, 7, 'LoginPage', '0000-00-00 00:00:00'),
(271, 8, 'LoginPage', '0000-00-00 00:00:00'),
(272, 8, 'LoginPage', '0000-00-00 00:00:00'),
(273, 7, 'LoginPage', '0000-00-00 00:00:00'),
(274, 8, 'LoginPage', '0000-00-00 00:00:00'),
(275, 7, 'LoginPage', '0000-00-00 00:00:00'),
(276, 8, 'LoginPage', '0000-00-00 00:00:00'),
(277, 7, 'LoginPage', '0000-00-00 00:00:00'),
(278, 8, 'LoginPage', '0000-00-00 00:00:00'),
(279, 7, 'LoginPage', '0000-00-00 00:00:00'),
(280, 8, 'LoginPage', '0000-00-00 00:00:00'),
(281, 7, 'LoginPage', '0000-00-00 00:00:00'),
(282, 8, 'LoginPage', '0000-00-00 00:00:00'),
(283, 7, 'LoginPage', '0000-00-00 00:00:00'),
(284, 8, 'LoginPage', '0000-00-00 00:00:00'),
(285, 8, 'LoginPage', '0000-00-00 00:00:00'),
(286, 7, 'LoginPage', '0000-00-00 00:00:00'),
(287, 1, 'LoginPage', '0000-00-00 00:00:00'),
(288, 7, 'LoginPage', '0000-00-00 00:00:00'),
(289, 8, 'LoginPage', '0000-00-00 00:00:00'),
(290, 8, 'LoginPage', '0000-00-00 00:00:00'),
(291, 8, 'LoginPage', '0000-00-00 00:00:00'),
(292, 7, 'LoginPage', '0000-00-00 00:00:00'),
(293, 8, 'LoginPage', '0000-00-00 00:00:00'),
(294, 7, 'LoginPage', '0000-00-00 00:00:00'),
(295, 7, 'LoginPage', '0000-00-00 00:00:00'),
(296, 8, 'LoginPage', '0000-00-00 00:00:00'),
(297, 8, 'LoginPage', '0000-00-00 00:00:00'),
(298, 7, 'LoginPage', '0000-00-00 00:00:00'),
(299, 8, 'LoginPage', '0000-00-00 00:00:00'),
(300, 7, 'LoginPage', '0000-00-00 00:00:00'),
(301, 8, 'LoginPage', '0000-00-00 00:00:00'),
(302, 7, 'LoginPage', '0000-00-00 00:00:00'),
(303, 8, 'LoginPage', '0000-00-00 00:00:00'),
(304, 7, 'LoginPage', '0000-00-00 00:00:00'),
(305, 7, 'LoginPage', '0000-00-00 00:00:00'),
(306, 7, 'LoginPage', '0000-00-00 00:00:00'),
(307, 8, 'LoginPage', '0000-00-00 00:00:00'),
(308, 8, 'LoginPage', '0000-00-00 00:00:00'),
(309, 7, 'LoginPage', '0000-00-00 00:00:00'),
(310, 7, 'LoginPage', '0000-00-00 00:00:00'),
(311, 8, 'LoginPage', '0000-00-00 00:00:00'),
(312, 8, 'LoginPage', '0000-00-00 00:00:00'),
(313, 8, 'LoginPage', '0000-00-00 00:00:00'),
(314, 7, 'LoginPage', '0000-00-00 00:00:00'),
(315, 8, 'LoginPage', '0000-00-00 00:00:00'),
(316, 7, 'LoginPage', '0000-00-00 00:00:00'),
(317, 8, 'LoginPage', '0000-00-00 00:00:00'),
(318, 7, 'LoginPage', '0000-00-00 00:00:00'),
(319, 8, 'LoginPage', '0000-00-00 00:00:00'),
(320, 7, 'LoginPage', '0000-00-00 00:00:00'),
(321, 8, 'LoginPage', '0000-00-00 00:00:00'),
(322, 7, 'LoginPage', '0000-00-00 00:00:00'),
(323, 7, 'LoginPage', '0000-00-00 00:00:00'),
(324, 8, 'LoginPage', '0000-00-00 00:00:00'),
(325, 7, 'LoginPage', '0000-00-00 00:00:00'),
(326, 8, 'LoginPage', '0000-00-00 00:00:00'),
(327, 7, 'LoginPage', '0000-00-00 00:00:00'),
(328, 8, 'LoginPage', '0000-00-00 00:00:00'),
(329, 8, 'LoginPage', '0000-00-00 00:00:00'),
(330, 7, 'LoginPage', '0000-00-00 00:00:00'),
(331, 8, 'LoginPage', '0000-00-00 00:00:00'),
(332, 7, 'LoginPage', '0000-00-00 00:00:00'),
(333, 8, 'LoginPage', '0000-00-00 00:00:00'),
(334, 7, 'LoginPage', '0000-00-00 00:00:00'),
(335, 8, 'LoginPage', '0000-00-00 00:00:00'),
(336, 7, 'LoginPage', '0000-00-00 00:00:00'),
(337, 8, 'LoginPage', '0000-00-00 00:00:00'),
(338, 7, 'LoginPage', '0000-00-00 00:00:00'),
(339, 8, 'LoginPage', '0000-00-00 00:00:00'),
(340, 7, 'LoginPage', '0000-00-00 00:00:00'),
(341, 7, 'LoginPage', '0000-00-00 00:00:00'),
(342, 8, 'LoginPage', '0000-00-00 00:00:00'),
(343, 8, 'LoginPage', '0000-00-00 00:00:00'),
(344, 7, 'LoginPage', '0000-00-00 00:00:00'),
(345, 8, 'LoginPage', '0000-00-00 00:00:00'),
(346, 7, 'LoginPage', '0000-00-00 00:00:00'),
(347, 8, 'LoginPage', '0000-00-00 00:00:00'),
(348, 8, 'LoginPage', '0000-00-00 00:00:00'),
(349, 7, 'LoginPage', '0000-00-00 00:00:00'),
(350, 8, 'LoginPage', '0000-00-00 00:00:00'),
(351, 7, 'LoginPage', '0000-00-00 00:00:00'),
(352, 7, 'LoginPage', '0000-00-00 00:00:00'),
(353, 8, 'LoginPage', '0000-00-00 00:00:00'),
(354, 8, 'LoginPage', '0000-00-00 00:00:00'),
(355, 7, 'LoginPage', '0000-00-00 00:00:00'),
(356, 8, 'LoginPage', '0000-00-00 00:00:00'),
(357, 7, 'LoginPage', '0000-00-00 00:00:00'),
(358, 8, 'LoginPage', '0000-00-00 00:00:00'),
(359, 7, 'LoginPage', '0000-00-00 00:00:00'),
(360, 7, 'LoginPage', '0000-00-00 00:00:00'),
(361, 8, 'LoginPage', '0000-00-00 00:00:00'),
(362, 7, 'LoginPage', '0000-00-00 00:00:00'),
(363, 8, 'LoginPage', '0000-00-00 00:00:00'),
(364, 8, 'LoginPage', '0000-00-00 00:00:00'),
(365, 7, 'LoginPage', '0000-00-00 00:00:00'),
(366, 8, 'LoginPage', '0000-00-00 00:00:00'),
(367, 7, 'LoginPage', '0000-00-00 00:00:00'),
(368, 7, 'LoginPage', '0000-00-00 00:00:00'),
(369, 8, 'LoginPage', '0000-00-00 00:00:00'),
(370, 7, 'LoginPage', '0000-00-00 00:00:00'),
(371, 8, 'LoginPage', '0000-00-00 00:00:00'),
(372, 7, 'LoginPage', '0000-00-00 00:00:00'),
(373, 8, 'LoginPage', '0000-00-00 00:00:00'),
(374, 8, 'LoginPage', '0000-00-00 00:00:00'),
(375, 7, 'LoginPage', '0000-00-00 00:00:00'),
(376, 7, 'LoginPage', '0000-00-00 00:00:00'),
(377, 8, 'LoginPage', '0000-00-00 00:00:00'),
(378, 7, 'LoginPage', '0000-00-00 00:00:00'),
(379, 8, 'LoginPage', '0000-00-00 00:00:00'),
(380, 7, 'LoginPage', '0000-00-00 00:00:00'),
(381, 8, 'LoginPage', '0000-00-00 00:00:00'),
(382, 8, 'LoginPage', '0000-00-00 00:00:00'),
(383, 7, 'LoginPage', '0000-00-00 00:00:00'),
(384, 8, 'LoginPage', '0000-00-00 00:00:00'),
(385, 8, 'LoginPage', '0000-00-00 00:00:00'),
(386, 7, 'LoginPage', '0000-00-00 00:00:00'),
(387, 7, 'LoginPage', '0000-00-00 00:00:00'),
(388, 8, 'LoginPage', '0000-00-00 00:00:00'),
(389, 8, 'LoginPage', '0000-00-00 00:00:00'),
(390, 7, 'LoginPage', '0000-00-00 00:00:00'),
(391, 8, 'LoginPage', '0000-00-00 00:00:00'),
(392, 7, 'LoginPage', '0000-00-00 00:00:00'),
(393, 8, 'LoginPage', '0000-00-00 00:00:00'),
(394, 8, 'LoginPage', '0000-00-00 00:00:00'),
(395, 8, 'LoginPage', '0000-00-00 00:00:00'),
(396, 7, 'LoginPage', '0000-00-00 00:00:00'),
(397, 1, 'LoginPage', '0000-00-00 00:00:00'),
(398, 1, 'LoginPage', '0000-00-00 00:00:00'),
(399, 1, 'LoginPage', '0000-00-00 00:00:00'),
(400, 1, 'LoginPage', '0000-00-00 00:00:00'),
(401, 1, 'LoginPage', '0000-00-00 00:00:00'),
(402, 1, 'LoginPage', '0000-00-00 00:00:00'),
(403, 1, 'LoginPage', '0000-00-00 00:00:00'),
(404, 1, 'LoginPage', '0000-00-00 00:00:00'),
(405, 1, 'LoginPage', '0000-00-00 00:00:00'),
(406, 1, 'LoginPage', '0000-00-00 00:00:00'),
(407, 1, 'LoginPage', '0000-00-00 00:00:00'),
(408, 1, 'LoginPage', '0000-00-00 00:00:00'),
(409, 8, 'LoginPage', '0000-00-00 00:00:00'),
(410, 1, 'LoginPage', '0000-00-00 00:00:00'),
(411, 1, 'LoginPage', '0000-00-00 00:00:00'),
(412, 1, 'LoginPage', '0000-00-00 00:00:00'),
(413, 1, 'LoginPage', '0000-00-00 00:00:00'),
(414, 1, 'LoginPage', '0000-00-00 00:00:00'),
(415, 8, 'LoginPage', '0000-00-00 00:00:00'),
(416, 1, 'LoginPage', '0000-00-00 00:00:00'),
(417, 1, 'LoginPage', '0000-00-00 00:00:00'),
(418, 1, 'LoginPage', '0000-00-00 00:00:00'),
(419, 8, 'LoginPage', '0000-00-00 00:00:00'),
(420, 8, 'LoginPage', '0000-00-00 00:00:00'),
(421, 1, 'LoginPage', '0000-00-00 00:00:00'),
(422, 8, 'LoginPage', '0000-00-00 00:00:00'),
(423, 12, 'LoginPage', '0000-00-00 00:00:00'),
(424, 1, 'LoginPage', '0000-00-00 00:00:00'),
(425, 1, 'LoginPage', '0000-00-00 00:00:00'),
(426, 12, 'LoginPage', '0000-00-00 00:00:00'),
(427, 1, 'LoginPage', '0000-00-00 00:00:00'),
(428, 1, 'LoginPage', '0000-00-00 00:00:00'),
(429, 1, 'LoginPage', '0000-00-00 00:00:00'),
(430, 1, 'LoginPage', '0000-00-00 00:00:00'),
(431, 1, 'LoginPage', '0000-00-00 00:00:00'),
(432, 1, 'LoginPage', '0000-00-00 00:00:00'),
(433, 1, 'LoginPage', '0000-00-00 00:00:00'),
(434, 1, 'LoginPage', '0000-00-00 00:00:00'),
(435, 1, 'LoginPage', '0000-00-00 00:00:00'),
(436, 1, 'LoginPage', '0000-00-00 00:00:00'),
(437, 1, 'LoginPage', '0000-00-00 00:00:00'),
(438, 1, 'LoginPage', '0000-00-00 00:00:00'),
(439, 1, 'LoginPage', '0000-00-00 00:00:00'),
(440, 1, 'LoginPage', '0000-00-00 00:00:00'),
(441, 1, 'LoginPage', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `crm_roles`
--

CREATE TABLE `crm_roles` (
  `id` int(11) NOT NULL,
  `name` varchar(100) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `crm_roles`
--

INSERT INTO `crm_roles` (`id`, `name`) VALUES
(1, 'Admin'),
(2, 'Supervisor'),
(3, 'Agent');

-- --------------------------------------------------------

--
-- Table structure for table `crm_users`
--

CREATE TABLE `crm_users` (
  `id` int(10) UNSIGNED NOT NULL,
  `created_by` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00' ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL,
  `username` varchar(100) NOT NULL,
  `password` varchar(200) NOT NULL,
  `salt` varchar(200) NOT NULL,
  `firstname` varchar(100) NOT NULL,
  `lastname` varchar(100) NOT NULL,
  `role` int(1) UNSIGNED NOT NULL DEFAULT '1',
  `used` enum('1','0') NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `crm_users`
--

INSERT INTO `crm_users` (`id`, `created_by`, `created_at`, `updated_at`, `username`, `password`, `salt`, `firstname`, `lastname`, `role`, `used`) VALUES
(1, '1', '2018-07-26 04:22:02', '2018-04-09 01:06:28', 'ucadmin', '86a9523e73511ba43e3df07ec0b7e6414a69e76b', 'P6hLcSfxCp53k6HXdeIBsO', 'UC', 'Admin', 1, '1'),
(7, '1', '2018-11-14 16:45:33', '2018-04-19 12:44:55', '1308', 'ad9fee971ef19e0b01c63fc91975ffc631a5dba7', 'pSD.QLl7aa3kYIl5KhDSnO', 'nantiya', 'nanhathai', 3, '1'),
(8, '1', '2018-11-14 16:46:36', '2018-11-09 10:22:09', '1307', '07b0ff7b968050c2ef06c2a411423c137c7ac1ef', '9CnQsgmSPKH8Y1HB.EfWD.', 'puntip', 'maneerid', 3, '1'),
(11, '1', '2018-04-25 07:09:28', '0000-00-00 00:00:00', 'admin', '4b013c7df0984a9e50cbf5e90d170a892e317260', 'Jj0jzA.h7gI82mMSbOEDje', 'admin', 'admin', 1, '1'),
(12, '11', '2018-11-12 04:35:13', '2018-11-12 11:35:13', 'jitti', '98e8546720e8b3ed71db8fc8f2b7ecc11acad911', 'kck1jD..kqxlRow5bqFmQe', 'Jitti', 'Noonung', 3, '1');

-- --------------------------------------------------------

--
-- Table structure for table `lead_call_result`
--

CREATE TABLE `lead_call_result` (
  `id` int(11) NOT NULL,
  `name` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `type` char(1) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `used` enum('0','1') CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `lead_call_result`
--

INSERT INTO `lead_call_result` (`id`, `name`, `type`, `used`) VALUES
(1, 'SUCESS', 'S', '1'),
(2, 'SUCESS Installment', 'S', '1'),
(110, 'Follow_up - ขอใบเสนอราคา', 'F', '1'),
(120, 'Follow up - ขอส่วนลดเพิ่มเติม', 'F', '1'),
(130, 'Follow_up - ขอตัดสินใจก่อน', 'F', '1'),
(140, 'Follow_up - โทรเข้า สอบถามรายละเอียด', 'F', '1'),
(150, 'Follow_up - ให้ติดต่อคนตัดสินใจโดยตรง', 'F', '1'),
(160, 'Follow_up - นัดชำระเงิน', 'F', '1'),
(170, 'Follow_up - เสนอราคาแล้ว ติดต่อตอนใกล้หมดอีกครั้ง', 'F', '1'),
(180, 'Follow_up - สนใจ 2+,3+,3', 'F', '1'),
(190, 'Follow_up - เสนอราคาแล้ว แต่ลูกค้าไม่รับสาย ', 'F', '1'),
(210, 'Drop - เบี้ยแพง/ทุนประกันต่ำ', 'D', '1'),
(220, 'Drop - ไม่สนใจ 30% เพราะเบี้ยแพง', 'D', '1'),
(230, 'Drop - ต่อแล้ว / ต่อประกันเดิม', 'D', '1'),
(240, 'Drop - รถอายุเกิน 10 ปี', 'D', '1'),
(250, 'Drop - สนใจ แต่รถเกิน10ปี', 'D', '1'),
(260, 'Drop - มีประสบการณ์ไม่ดีกับเมืองไทย', 'D', '1'),
(270, 'Drop  - อยู่ในโครงการพิเศษของดีลเลอร์ / ไฟแนนท์', 'D', '1'),
(280, 'Drop - ขายรถ / ไม่มีรถ', 'D', '1'),
(290, 'Drop - พนักงานหรือได้สิทธิพิเศษจากโบรกเกอร์,ประกันภัย', 'D', '1'),
(300, 'Drop - ไม่น่าสนใจ', 'D', '1'),
(310, 'Drop – ไม่รับสายหลายครั้ง / ปิดเครื่อง  ยังไม่มีการนำเสนอ', 'D', '1'),
(320, 'Drop - ไม่ต้องโทรตาม ขอติดต่อกลับเอง', 'D', '1'),
(410, 'Drop – ไม่รับสายหลายครั้ง / ปิดเครื่อง  มีการนำเสนอแล้ว\n', 'D', '1'),
(420, 'Drop – ไม่มีคนชื่อนี้ / เบอร์เสีย / เบอร์สายไม่ว่าง', 'D', '1'),
(430, 'Couldn\'t Reach - ไม่สะดวกคุย ติดต่ออีกที', 'C', '1'),
(440, 'Couldn\'t Reach – ไม่รับสาย,ปิดเครื่อง', 'C', '1'),
(450, 'Couldn\'t Reach - ติดต่ออีกครั้งเพื่อให้ข้อมูลคนใช้รถ', 'C', '1');

-- --------------------------------------------------------

--
-- Table structure for table `lead_campaigns`
--

CREATE TABLE `lead_campaigns` (
  `id` int(11) NOT NULL,
  `label` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `lead_campaigns`
--

INSERT INTO `lead_campaigns` (`id`, `label`) VALUES
(1, 'new'),
(2, 'renew');

-- --------------------------------------------------------

--
-- Table structure for table `lead_channels`
--

CREATE TABLE `lead_channels` (
  `id` int(11) NOT NULL,
  `label` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `lead_channels`
--

INSERT INTO `lead_channels` (`id`, `label`) VALUES
(1, 'Lead'),
(2, 'Chat'),
(3, 'Line'),
(4, 'Facebook'),
(5, 'Call');

-- --------------------------------------------------------

--
-- Table structure for table `lead_historical_calls`
--

CREATE TABLE `lead_historical_calls` (
  `id` int(11) NOT NULL,
  `callDate` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `userId` int(11) NOT NULL,
  `extension` varchar(10) NOT NULL,
  `phoneNumber` varchar(15) NOT NULL,
  `leadId` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `lead_historical_calls`
--

INSERT INTO `lead_historical_calls` (`id`, `callDate`, `userId`, `extension`, `phoneNumber`, `leadId`) VALUES
(1, '2018-11-14 16:33:49', 1, '1308', '0954200969', 140),
(2, '2018-11-14 16:36:08', 1, '1308', '851499266', 140),
(3, '2018-11-14 16:38:46', 1, '1308', '0951499266', 140),
(4, '2018-11-14 16:40:30', 1, '1308', '0951499266', 140),
(5, '2018-11-14 17:51:38', 1, '1308', '0954200969', 139),
(6, '2018-11-14 17:51:43', 1, '1308', '0851499266', 139);

-- --------------------------------------------------------

--
-- Table structure for table `lead_lists`
--

CREATE TABLE `lead_lists` (
  `id` int(11) NOT NULL,
  `createdAt` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `createdBy` int(11) NOT NULL,
  `allocateDate` datetime DEFAULT NULL,
  `updatedAt` datetime DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP,
  `updatedBy` int(11) DEFAULT NULL,
  `campaignId` int(2) NOT NULL,
  `leadTypeId` int(2) NOT NULL,
  `channelId` int(2) NOT NULL,
  `assignedTo` int(11) DEFAULT NULL,
  `callResult` int(2) DEFAULT NULL,
  `callNum` int(2) NOT NULL DEFAULT '0',
  `callDate` datetime DEFAULT NULL,
  `title` varchar(20) DEFAULT NULL,
  `firstname` varchar(100) NOT NULL,
  `lastname` varchar(100) NOT NULL,
  `birthday` date DEFAULT NULL,
  `email1` varchar(50) DEFAULT NULL,
  `email2` varchar(50) DEFAULT NULL,
  `tel1` varchar(15) NOT NULL,
  `tel2` varchar(15) DEFAULT NULL,
  `tel3` varchar(15) DEFAULT NULL,
  `address` text,
  `used` enum('0','1') NOT NULL DEFAULT '1',
  `comment` longtext,
  `followDate` datetime DEFAULT NULL,
  `expiredDate` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `lead_phone_blocklist`
--

CREATE TABLE `lead_phone_blocklist` (
  `id` int(11) NOT NULL,
  `phoneNumber` varchar(15) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `lead_phone_blocklist`
--

INSERT INTO `lead_phone_blocklist` (`id`, `phoneNumber`) VALUES
(1, '0954200969'),
(5, '0998765431'),
(8, '0983287382');

-- --------------------------------------------------------

--
-- Table structure for table `lead_types`
--

CREATE TABLE `lead_types` (
  `id` int(11) NOT NULL,
  `label` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `lead_types`
--

INSERT INTO `lead_types` (`id`, `label`) VALUES
(1, 'Internal'),
(2, 'External');

-- --------------------------------------------------------

--
-- Table structure for table `lead_upload_files_log`
--

CREATE TABLE `lead_upload_files_log` (
  `id` int(11) NOT NULL,
  `createdAt` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `userId` int(11) NOT NULL,
  `fileName` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `lead_upload_files_log`
--

INSERT INTO `lead_upload_files_log` (`id`, `createdAt`, `userId`, `fileName`) VALUES
(47, '2018-11-14 11:46:21', 1, 'RS_POC_-_Lead_Correct.csv'),
(48, '2018-11-14 13:48:55', 1, 'RS_POC_-_Lead_Correct1.csv'),
(49, '2018-11-14 14:05:10', 1, 'RS_POC_-_Lead_Correct2.csv'),
(50, '2018-11-14 14:05:19', 1, 'RS_POC_-_Lead_Correct2.csv'),
(51, '2018-11-14 15:44:47', 1, 'RS_POC_-_Lead_incorrect13.csv'),
(52, '2018-11-14 15:44:54', 1, 'RS_POC_-_Lead_Correct3.csv'),
(53, '2018-11-14 18:01:52', 1, 'RS_POC_-_Lead_Correct4.csv'),
(54, '2018-11-14 18:01:59', 1, 'RS_POC_-_Lead_Correct4.csv');

-- --------------------------------------------------------

--
-- Table structure for table `masterdata_lists`
--

CREATE TABLE `masterdata_lists` (
  `id` int(11) NOT NULL,
  `label` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `masterdata_lists`
--

INSERT INTO `masterdata_lists` (`id`, `label`) VALUES
(2, 'lead_campaigns'),
(12, 'lead_channels'),
(16, 'lead_types');

-- --------------------------------------------------------

--
-- Table structure for table `permissions`
--

CREATE TABLE `permissions` (
  `id` int(11) NOT NULL,
  `permission_code` varchar(300) DEFAULT NULL,
  `label` varchar(600) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `permissions`
--

INSERT INTO `permissions` (`id`, `permission_code`, `label`) VALUES
(1, 'KM', 'Knowledgebase'),
(2, 'KM_DEL', 'Delete knowledgebase'),
(3, 'KM_ADD', 'Add knowledgebase'),
(4, 'KM_EDIT', 'Edit knowledgebase'),
(5, 'QA', 'Quality assurance'),
(6, 'QA_DEL', 'Delete QA'),
(7, 'QA_ADD', 'Add QA'),
(8, 'QA_EDIT', 'Edit QA'),
(9, 'CT', 'contact'),
(10, 'CT_DEL', 'Delete Contact'),
(11, 'CT_ADD', 'Add Contact'),
(12, 'CT_EDIT', 'Edit Contact'),
(13, 'RC', 'Recorder'),
(14, 'RP', 'Report'),
(15, 'RP_STD', 'Standard Report'),
(16, 'RP_CC', 'Contact Center Report'),
(17, 'MM', 'Management'),
(18, 'MM_USER', 'User Management'),
(19, 'MM_QA', 'QA Management'),
(20, 'MM_ROLE', 'Role Management'),
(21, 'MM_AGENT', 'Agent Management'),
(22, 'LM', 'Lead'),
(23, 'LM_LOAD', 'Load Lead'),
(24, 'LM_VIEW', 'Lead View'),
(25, 'LM_MANAGE', 'Lead Manage'),
(26, 'LM_REPORT', 'Lead Report'),
(27, 'MM_MASTER', 'Master Data Management');

-- --------------------------------------------------------

--
-- Table structure for table `role_permission`
--

CREATE TABLE `role_permission` (
  `role_id` int(11) DEFAULT NULL,
  `permission_id` int(11) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `role_permission`
--

INSERT INTO `role_permission` (`role_id`, `permission_id`) VALUES
(1, 1),
(1, 2),
(1, 3),
(1, 4),
(1, 5),
(1, 6),
(1, 7),
(1, 8),
(1, 9),
(1, 10),
(1, 11),
(1, 12),
(1, 13),
(1, 14),
(1, 15),
(1, 16),
(2, 1),
(1, 24),
(1, 17),
(1, 18),
(1, 19),
(1, 20),
(1, 21),
(2, 2),
(1, 23),
(1, 22),
(1, 25),
(1, 26),
(2, 11),
(3, 22),
(3, 24),
(1, 27),
(1, 1),
(1, 2),
(1, 3),
(1, 4),
(1, 5),
(1, 6),
(1, 7),
(1, 8),
(1, 9),
(1, 10),
(1, 11),
(1, 12),
(1, 13),
(1, 14),
(1, 15),
(1, 16),
(2, 1),
(1, 24),
(1, 17),
(1, 18),
(1, 19),
(1, 20),
(1, 21),
(2, 2),
(1, 23),
(1, 22),
(1, 25),
(1, 26),
(2, 11),
(3, 22),
(3, 24),
(1, 27);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `crm_contacts`
--
ALTER TABLE `crm_contacts`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `id` (`id`) USING BTREE,
  ADD KEY `first` (`firstname`) USING BTREE,
  ADD KEY `lastname` (`lastname`) USING BTREE;

--
-- Indexes for table `crm_login_logs`
--
ALTER TABLE `crm_login_logs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `crm_roles`
--
ALTER TABLE `crm_roles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `crm_users`
--
ALTER TABLE `crm_users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `password` (`password`),
  ADD UNIQUE KEY `salt` (`salt`);

--
-- Indexes for table `lead_call_result`
--
ALTER TABLE `lead_call_result`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `lead_campaigns`
--
ALTER TABLE `lead_campaigns`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `lead_channels`
--
ALTER TABLE `lead_channels`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `lead_historical_calls`
--
ALTER TABLE `lead_historical_calls`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `lead_lists`
--
ALTER TABLE `lead_lists`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `lead_phone_blocklist`
--
ALTER TABLE `lead_phone_blocklist`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `lead_types`
--
ALTER TABLE `lead_types`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `lead_upload_files_log`
--
ALTER TABLE `lead_upload_files_log`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `masterdata_lists`
--
ALTER TABLE `masterdata_lists`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `permissions`
--
ALTER TABLE `permissions`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `crm_contacts`
--
ALTER TABLE `crm_contacts`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=275;

--
-- AUTO_INCREMENT for table `crm_login_logs`
--
ALTER TABLE `crm_login_logs`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=442;

--
-- AUTO_INCREMENT for table `crm_users`
--
ALTER TABLE `crm_users`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `lead_campaigns`
--
ALTER TABLE `lead_campaigns`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `lead_channels`
--
ALTER TABLE `lead_channels`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `lead_historical_calls`
--
ALTER TABLE `lead_historical_calls`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `lead_lists`
--
ALTER TABLE `lead_lists`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `lead_phone_blocklist`
--
ALTER TABLE `lead_phone_blocklist`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `lead_types`
--
ALTER TABLE `lead_types`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `lead_upload_files_log`
--
ALTER TABLE `lead_upload_files_log`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=55;

--
-- AUTO_INCREMENT for table `masterdata_lists`
--
ALTER TABLE `masterdata_lists`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT for table `permissions`
--
ALTER TABLE `permissions`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=28;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
